/* plugin name */
"Camtasia" = "Camtasia";

/* Error description */
"Camtasia is not installed" = "Camtasia 未安装";

/* Error reason */
"Download Camtasia to enhance and edit your video capture." = "下载 Camtasia，增强和编辑您的视频录制。";

/* plugin button tooltip */
"Import image captures to use as assets in a video project. Import video captures to edit or use as source clips in a project." = "导入截图，作为视频项目的资产。导入并编辑视频，或作为项目的源片段使用。";

/* Error reason */
"Unable to share capture to Camtasia" = "无法将捕获的内容分享到 Camtasia";

/* Error description */
"Unknown Error Occurred" = "发生了未知的错误";

/* Error description */
"Unsupported Version" = "不支持的版本";

/* Error reason */
"Your current version of Camtasia is not supported. Please update to version 1.2 or later." = "您当前的 Camtasia 版本不支持，请更新到 1.2 或更高版本。";

